{
  "artists": [
    {
      "id": "sabrina",
      "name": "Sabrina Carpenter",
      "genres": "POP, DANCE, R&B",
      "description": "Sabrina Carpenter is een Amerikaanse popartiest met een energieke, zelfverzekerde stijl, bekend van hits als Espresso en Feather.",
      "image": "sabrina.jpg"
    },
    {
      "id": "travisscott",
      "name": "Travis Scott",
      "genres": "HIP HOP, RAP, TRAP",
      "description": "Travis Scott is een Amerikaanse rapper en producer die bekendstaat om zijn energieke beats en spectaculaire liveshows. Hij brak wereldwijd door met nummers als SICKO MODE en goosebumps.",
      "image": "travisscott.jpg"
    },
    {
      "id": "dualipa",
      "name": "Dua Lipa",
      "genres": "POP, DANCE, DISCO",
      "description": "Dua Lipa is een Britse popzangeres met een krachtige stem en een moderne disco-pop stijl. Ze scoorde grote hits met New Rules en Levitating.",
      "image": "dualipa.jpg"
    },
    {
      "id": "sza",
      "name": "SZA",
      "genres": "R&B, NEO-SOUL, POP",
      "description": "SZA is een Amerikaanse R&B-zangeres die persoonlijke en emotionele thema’s verwerkt in haar muziek. Ze werd enorm populair met Kill Bill en Good Days.",
      "image": "sza.jpg"
    },
    {
      "id": "lanadelrey",
      "name": "Lana Del Rey",
      "genres": "INDIE POP, DREAM POP, BAROQUE",
      "description": "Lana Del Rey staat bekend om haar dromerige, melancholische muziek en nostalgische stijl. Ze brak door met Video Games en scoorde later opnieuw succes met Summertime Sadness.",
      "image": "lanadelrey.jpg"
    },
    {
      "id": "charli",
      "name": "Charli XCX",
      "genres": "HYPERPOP, ELECTROPOP, DANCE",
      "description": "Charli XCX is een Britse popzangeres die bekendstaat om haar experimentele en vernieuwende popsound. In 2024 ging ze wereldwijd viral met haar album Brat, terwijl ze eerder grote hit scoorde met Boom Clap.",
      "image": "charli.jpg"
    },
    {
      "id": "rosalia",
      "name": "Rosalía",
      "genres": "FLAMENCO, REGGAETON, POP",
      "description": "Rosalía is een Spaanse zangeres die flamenco combineert met pop en hiphop. Ze brak internationaal door met Malamente en had later veel succes met Despechá.",
      "image": "rosalia.jpg"
    },
    {
      "id": "laufey",
      "name": "Laufey",
      "genres": "JAZZ, BOSSA NOVA, INDIE",
      "description": "Laufey is een IJslands-Chinese zangeres die jazz, klassiek en pop met elkaar mix. Ze werd populair door haar romantische stijl en nummers als Valentine en From The Start.",
      "image": "laufey.jpg"
    },
    {
      "id": "phoebe",
      "name": "Phoebe Bridgers",
      "genres": "INDIE ROCK, FOLK, SAD ROCK",
      "description": "Phoebe Bridgers is een Amerikaanse indie-zangeres die bekendstaat om haar gevoelige teksten en rustige sound. Ze raakte een groot publiek met Motion Sickness en Kyoto.",
      "image": "phoebe.jpg"
    },
    {
      "id": "aurora",
      "name": "Aurora",
      "genres": "ART POP, ELECTROPOP, FOLK",
      "description": "AURORA is een Noorse zangeres met een dromerige, sprookjesachtige popstijl. Ze brak door met Runaway en werd later ook bekend door Cure For Me.",
      "image": "aurora.jpg"
    },
    {
      "id": "troyesivan",
      "name": "Troye Sivan",
      "genres": "POP, SYNTH-POP, DANCE",
      "description": "Troye Sivan is een Australische zanger en acteur die emotionele popmuziek maakt. Hij scoorde grote hits met Youth en Rush.",
      "image": "troyesivan.jpg"
    },
    {
      "id": "ashnikko",
      "name": "Ashnikko",
      "genres": "HYPERPOP, RAP, ELECTROPOP",
      "description": "Ashnikko is een Amerikaanse zangeres en rapper die bekendstaat om haar brutale stijl en opvallende visuals. Ze brak door met Daisy en scoorde later opnieuw succes met Slumber Party.",
      "image": "ashnikko.jpg"
    },
    {
      "id": "denzelcurry",
      "name": "Denzel Curry",
      "genres": "HIP HOP, TRAP, HARDCORE RAP",
      "description": "Denzel Curry is een Amerikaanse rapper die bekendstaat om zijn intense energie en scherpe teksten. Hij is vooral bekend van Ultimate en Walkin.",
      "image": "denzelcurry.jpg"
    },
    {
      "id": "burnaboy",
      "name": "Burna Boy",
      "genres": "AFROBEATS, DANCEHALL, REGGAE",
      "description": "Burna Boy is een Nigeriaanse artiest die bekendstaat om zijn mix van afrobeat, pop en hiphop. Hij brak wereldwijd door met Ye en scoorde later een grote hit met Last Last.",
      "image": "burnaboy.jpg"
    },
    {
      "id": "jbalvin",
      "name": "J Balvin",
      "genres": "REGGAETON, LATIN TRAP, URBANO",
      "description": "J Balvin is een Colombiaanse reggaeton-artiest en één van de grootste Latijnse sterren ter wereld. Zijn bekendste hits zijn Mi Gente en Ginza.",
      "image": "jbalvin.jpg"
    },
    {
      "id": "martingarrix",
      "name": "Martin Garrix",
      "genres": "EDM, PROGRESSIVE HOUSE, ELECTRO",
      "description": "Martin Garrix is een Nederlandse DJ en producer die al jong wereldwijd doorbrak in de EDM-scene. Hij werd wereldberoemd met Animals en scoorde ook een enorme hit met Scared to Be Lonely.",
      "image": "martingarrix.jpg"
    },
    {
      "id": "diplo",
      "name": "Diplo",
      "genres": "EDM, DANCEHALL, MOOMBAHTON",
      "description": "Diplo is een Amerikaanse DJ en producer die actief is in verschillende muziekstijlen, van EDM tot pop. Hij had grote successen met Lean On en Where Are Ü Now.",
      "image": "diplo.jpg"
    },
    {
      "id": "avicii",
      "name": "Avicii",
      "genres": "EDM, PROGRESSIVE HOUSE, ELECTRO",
      "description": "Avicii was een Zweedse DJ en producer die EDM combineerde met pop en folk-invloeden. Hij werd wereldwijd bekend met Wake Me Up en Levels.",
      "image": "avicii.jpg"
    },
    {
      "id": "hanszimmer",
      "name": "Hans Zimmer",
      "genres": "FILM SCORE, ORCHESTRAL, EPIC",
      "description": "Hans Zimmer is een Duitse componist die wereldberoemd is door zijn indrukwekkende filmmuziek. Bekende werken zijn de muziek van Interstellar en Pirates of the Caribbean.",
      "image": "hanszimmer.jpg"
    },
    {
      "id": "maxrichter",
      "name": "Max Richter",
      "genres": "NEOCLASSICAL, AMBIENT, MINIMALIST",
      "description": "Max Richter is een Duits-Britse componist die klassieke en elektronische muziek combineert. Hij is vooral bekend van On the Nature of Daylight en November.",
      "image": "maxrichter.jpg"
    },
    {
      "id": "norahjones",
      "name": "Norah Jones",
      "genres": "JAZZ, SOUL, COUNTRY",
      "description": "Norah Jones is een Amerikaanse zangeres met een rustige mix van jazz, pop en soul. Ze brak wereldwijd door met Don't Know Why en had later ook succes met Come Away With Me.",
      "image": "norahjones.jpg"
    },
    {
      "id": "lukecombs",
      "name": "Luke Combs",
      "genres": "COUNTRY, AMERICANA, FOLK",
      "description": "Luke Combs is een Amerikaanse countryzanger met een krachtige stem en emotionele nummers. Hij is vooral bekend van Hurricane en Beautiful Crazy.",
      "image": "lukecombs.jpg"
    },
    {
      "id": "maneskin",
      "name": "Måneskin",
      "genres": "ROCK, GLAM ROCK, ALT ROCK",
      "description": "Måneskin is een Italiaanse rockband die wereldwijd doorbrak na hun winst op het Eurovisie Songfestival. Hun bekendste nummers zijn ZITTI E BUONI en Beggin’.",
      "image": "maneskin.jpg"
    },
    {
      "id": "foofighters",
      "name": "Foo Fighters",
      "genres": "ROCK, ALT ROCK, POST-GRUNGE",
      "description": "Foo Fighters is een Amerikaanse rockband onder leiding van Dave Grohl. Ze zijn bekend van rockklassiekers als Everlong en The Pretender.",
      "image": "foofighters.jpg"
    },
    {
      "id": "bmth",
      "name": "Bring Me The Horizon",
      "genres": "METALCORE, ALT METAL, ELECTRO",
      "description": "Bring Me The Horizon is een Britse rockband die metal combineert met moderne invloeden. Ze zijn bekend van Can You Feel My Heart en Throne.",
      "image": "bmth.jpg"
    },
    {
      "id": "system",
      "name": "System of a Down",
      "genres": "NU METAL, ALT METAL, HARD ROCK",
      "description": "System Of A Down is een Amerikaanse metalband die bekendstaat om hun politieke teksten en unieke sound. Hun bekendste nummers zijn Chop Suey! en Toxicity.",
      "image": "system.jpg"
    }
  ]
}
